Repository: WPPlugins/download-per-paypal
Catalog: language/*.po
Languages: de_de

source: Download per Paypal Configuration
de_de: Download per Paypal Konfiguration

source: Update successful!
de_de: Sie haben erfolgreich upgedatet!

source: Set up your <strong>Download per Paypal Plugin</strong> with these parameters.
de_de: Legen Sie hier die Parameter f&uuml;r Ihr <strong>Download per Paypal Plugin</strong> fest.

source: Put in your file, which you want to sell.
de_de: Legen Sie hier ihre Datei ab, die Sie auf Ihrem Blog zum Kaufen bereitstellen wollen.

source: But first of all you have to set up the parameters to start.
de_de: Zuerst m&uuml;ssen Sie jedoch die Paypal-Parameter festlegen, damit der Kauf glatt geht.

source: To show the plugin in the frontend and the download-button to sell your file just insert <strong style=\"color: red;\">[downloadPerPaypal]</strong> in any post or page of your blog.
de_de: Um den Download auf einer Seite einzubinden fugen Sie einfach den Shortcode <strong style="color: red;">[downloadPerPaypal]</strong> auf irgendeinem Post Seite oder im Template ein.

source: Please insert \"<strong>###LINK###</strong>\" into the text of your mail which the customer gets to download the file. Where the shortcut stands, later it is replaced by the original link in the mail.
de_de: Im Inhalt der Mail setzen Sie bitte "<strong>###LINK###</strong>" (ohne Hochkommatas) an der Stelle ein, an der sp&auml;ter der Downloadlink f&uuml;r den User stehen soll.

source: Your Paypal E-Mail-Add
de_de: Ihre Paypal E-mail

source: Your E-Mail-Adress of your Paypalaccount where you want to receive the payments
de_de: Die E-Mail-Adresse Ihres Paypalaccounts auf dem Sie die Zahlungen empfangen wollen.

source: Testmode
de_de: Test Modus

source: Please choose if you want to use your Plugin with the Sandboxfeature of the Paypal API.
de_de: W&auml;hlen Sie hier, ob Sie das Plugin erst einmal mit der Sandbox von Paypal benutzen wollen oder nicht.

source: If you want to test your plugin first you can set up a Paypal Developer Account. Then you have access to the Sandbox. You can set up fake-users and test your plugin. Its only ment for developers.
de_de: Falls Sie das Plugin erst einmal testen wollen k&ouml;nnnen Sie sich im Developerportal auf Paypal.com einen Sandboxaccount anlegen. Dies ist eher f&uuml;r fortgeschrittene Benutzer.

source: Set up IPN?
de_de: IPN eingerichtet?

source: Please choose here if you already have set up your IPN in your Paypal account. If not, note the notice above.
de_de: W&auml;hlen Sie hier, ob Sie IPN schon eingerichtet haben. Falls nicht, siehe Notiz weiter oben!.

source: Set up your IPN on <a href=\"https://www.paypal.com/cgi-bin/webscr?cmd=_profile-ipn-notify\" style=\"color:red;\">https://www.paypal.com/cgi-bin/webscr?cmd=_profile-ipn-notify</a>. Insert there into the form the URI where you have inserted [downloadPerPaypal].
de_de: Richten Sie sich auf <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_profile-ipn-notify" style="color:red;">https://www.paypal.com/cgi-bin/webscr?cmd=_profile-ipn-notify</a> ihre IPN ein. Die Seite ist die Seite auf der Sie [downloadPerPaypal] eingebunden haben.

source: Standardcurrency
de_de: Standardw&auml;hrung

source: Price
de_de: Preis

source: Please insert only prices seperated with <b>dots</b>.
de_de: Bitte f&uuml;llen in dieses Feld nur Betr&auml;ge ein, die mit einem <b>Punkt</b>, statt einem Komma getrennt sind. Sonst wird der Betrag nicht erkannt (relevant nur f&uuml;r Komma-getrennte Betr&auml;ge).

source: Shipping (also seperated with dots):
de_de: Versandkosten

source: Upload your file:
de_de: Laden Sie hier Ihre Datei hoch:

source: Click here to upload a file or use one that you have yet uploaded. In the following small window please click \Insert into post\". The path is then shown in the next inputfield.
de_de: Wenn Sie hier klicken konnen Sie eine Datei hochladen oder bereits eine hochgeladene benutzen. In dem kleinen Fenster klicken Sie abschliessend auf "In Artikel einfugen". Der Dateipfad erscheint dann im n&auml;sten Eingabefeld.

source: Path and filename:
de_de: Dateipfad und -name:

source: You cannot fill this field.
de_de: Dieses Feld konnenn Sie nicht ausf&uuml;llen.

source: Filename (without the ending (such as \".pdf\"))
de_de: Dateiname (ohne Endung, wie z.B. ".pdf"):

source: The name of the file, which the user can download.
de_de: Die Datei, die der User herunterladen kann wird so benannt!

source: Mail with link (Subject):
de_de: Mail mit Link (Betreff):

source: The subject for the mail in which the user gets his downloadlink.
de_de: Der Betreff f&uuml;r die E-Mail in der der User den Downloadlink erh&auml;lt.

source: Please insert here the text for the mail which the user receives.<br>Insert <b>###LINK###</b> at the position, where the download link should be placed.
de_de: Geben Sie hier bitte den Text ein, den der User mit abgeschlossener Bezahlung per Mail erh&auml;lt.<br> F&uuml;gen Sie bitte noch <b>###LINK###</b> an der Stelle ein, an der sp&auml;ter der Link erscheinen soll.

source: Mailtext with link:
de_de: Mail mit Link (Text):

source: Save &raquo;
de_de: Speichern &raquo;

source: List of the 20 last buyers E-Mail adresses:
de_de: Liste der letzten 20 E-mail-Adressen:

source: date:
de_de: am:

source: time:
de_de: um:

source: o&apos;clock</p>
de_de: Uhr</p>

source: Export adresses as CSV
de_de: Adressen als CSV exportieren

source: Erase data from database
de_de: Daten der Datenbank l&ouml;schen

source: <div class=\"downloadPerPaypal-msgform\" style=\"padding: 5px; margin-bottom: 5px; font-weight: bold; background: none repeat scroll 0 0 #D3FFA8; border: 1px dotted #009900; color: #009900; \"><h3>Thank you for the payment!</h3>You received a mail with the downloadlink. Have fun.<br><br></div>
de_de: <div class="downloadPerPaypal-msgform" style="padding: 5px; margin-bottom: 5px; font-weight: bold; background: none repeat scroll 0 0 #D3FFA8; border: 1px dotted #009900; color: #009900; "><h3>Vielen Dank f&uuml;r Ihre Bezahlung!</h3>Sie erhielten einen Downloadlink mit der Datei. Viel Freude.<br><br></div>

source: Download with this link</a>
de_de: Download mit diesem Link</a>

source: Product <<<%d>>> bought
de_de: Produkt <<<%d>>> gekauft.

source: E-Mail adress
de_de: E-Mailadresse

source: Please activate the IPN in your Paypal Sellingaccount and insert the URI to your IPN-responding file (the URI where you have inserted [downloadPerPaypal]).
de_de: Bitte aktivieren Sie in Ihrem Paypal Verk&auml;uferaccount IPN und tragen Sie dort Ihre IPN - Responder Datei ein.

source: It is important to setup <a href=\"%1$s\">here your IPN</a>
de_de: Sie m&uuml;ssen unbedingt<a href="%1$s"> hier eine IPN eingeben.</a>

source: yourmail@adress.com
de_de: ihremail@addresse.com

source: Not yet set up!
de_de: Nicht gesetzt!

source: testfile
de_de: testbild

source: Subject
de_de: Betreff Inhalt

source: Text body <br> ###LINK###
de_de: Text Inhalt <br> ###LINK###

source: A WordPress PayPal Digital Goods Plugin to download files per payment
de_de: Ein Digital Goods Plugin. Man kann Dateien zum Download anbieten. Der User kann diese erst herunterladen, wenn er bei Paypal daf&uuml;r bezahlt hat. Das System schickt dann eine E-Mail mit dem Downloadlink heraus.
